driver-tests/httpsoapbc/HttpSoapBCTests/HttpSoapBCJbi/test/RPCSTypeSType_2_RPCCType_Invoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
        xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance" 
        xmlns:xsd="http://www.w3.org/1999/XMLSchema"
        xmlns:tns="http://seebeyond.com/Echo/" 
        xmlns="urn:BindingsCombinationTest"> 
    <SOAP-ENV:Header />
    <SOAP-ENV:Body> 
        <sayHello>
            <string1>b</string1>
            <string2>1</string2>
        </sayHello>
    </SOAP-ENV:Body> 
</SOAP-ENV:Envelope> 